Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Select a profile to quickly adjust common performance settings. Choose "Advanced" for manual control.
cs: Vyberte profil pro rychlou úpravu nastavení výkonu. Vyberte "Pokročilé" pro ruční úpravu.
de: Wählen Sie ein Profil aus, um die allgemeinen Leistungseinstellungen schnell anzupassen. Wählen Sie "Erweitert" für manuelle Einstellungen.
es: Seleccione un perfil para ajustar rápidamente los ajustes de rendimiento comunes. Elija "Avanzado" para el control manual.
fr: Choisissez un profil pour ajuster rapidement les réglages de performance. Sélectionnez « Avancé » pour les modifier manuellement.
he: בחר פרופיל כדי להתאים במהירות הגדרות ביצועים נפוצות. בחר "מתקדם" לשליטה ידנית.
it: Scegli un profilo per impostare facilmente e rapidamente le opzioni di performance. Clicca su 'Impostazioni avanzate' per configurare tutto manualmente.
ja: 一般的なパフォーマンス設定をすばやく調整するにはプロファイルを選択します。手動制御の場合は「詳細」を選択します。
nl: Selecteer een profiel om snel algemene prestatie-instellingen aan te passen. Kies 'Geavanceerd' voor handmatige bediening.
pt_pt: Selecione um perfil para ajustar rapidamente as configurações de desempenho comuns. Escolha "Avançado" para controlo manual.
tr: Yaygın performans ayarlarını hızla değiştirmek için bir profil seçin. Manuel kontrol için “Gelişmiş” seçeneğini seçin.
uk: Виберіть профіль, щоб швидко налаштувати поширені параметри продуктивності. Виберіть «Розширені налаштування» для ручного налаштування.
vi: Chọn một hồ sơ để nhanh chóng điều chỉnh các cài đặt hiệu suất thông dụng. Chọn "Nâng cao" để tự điều chỉnh thủ công.
zh_hans: 配置可快速调整常用的性能设置。“高级设置”可进行手动调整。
zh_hant: 選擇一個預設組來快速調整常用的效能設定。選擇「進階」來手動控制。

source: Select an application:
cs: Vybrat aplikaci:
de: App auswählen:
es: Selecciona una aplicación
fr: Sélectionnez une application :
he: בחר יישום:
it: Scegli un'app:
ja: アプリケーションを選択：
nl: Selecteer een applicatie:
pt_pt: Selecione uma aplicação:
ru: Выбор приложения:
tr: Bir uygulama seçin:
uk: Оберіть застосунок:
vi: Chọn một ứng dụng:
zh_hans: 选择一个应用：
zh_hant: 選擇App：

source: Select an initialization key (e.g. Command ⌘)
cs: Vyberte spouštěcí klávesu (např. Command ⌘)
de: Wählen Sie eine Initialisierungstaste (z. B. ⌘)
es: Seleccione una tecla de inicialización (ej.: Comando ⌘)
fr: Sélectionnez une touche d’initialisation (par ex. : Commande ⌘)
he: בחר מקש אתחול (למשל Command ⌘)
it: Tasto di attivazione (es. ⌃⌘⌥⇧)
ja: 初期化キー（例：Command ⌘） を選択します
nl: Selecteer een initialisatie sleutel (bijv. Command ⌘)
ru: Выберите клавишу инициализации (например Command ⌘)
tr: Bir başlatma tuşu seçin (örn. Command ⌘)
uk: Виберіть ключ ініціалізації (наприклад, Command ⌘)
vi: Chọn một phím khởi tạo (ví dụ: Command ⌘)
zh_hans: 选定一个初始化键（比如 Command ⌘）
zh_hant: 選擇一個變更鍵（例如Command ⌘）

source: Select and scroll to windows when hovering with mouse.
cs: Vybírejte a přesouvejte se na okna po najetí myší.
de: Fenster auswählen und hin scrollen, wenn mit dem Mauszeiger drüber geschwebt wird.
he: בחר וגלול לחלונות בעת ריחוף עם עכבר.
it: Seleziona e scorri verso le finestre quando passi con il mouse.
ja: マウスでホバリングするときにウィンドウを選択し、スクロールします。
nl: Selecteer en scroll naar vensters wanneer je er met de muis overheen beweegt.
tr: Fareyi üzerine getirdiğinizde pencereleri seçin ve kaydırın.
vi: Chọn và cuộn đến các cửa sổ khi di chuột qua.
zh_hans: 当鼠标悬停时选择并滚动至窗口。
zh_hant: 指標停留時選擇並捲動視窗。

source: Select and scroll to windows when hovering with mouse. Disable for keyboard-only navigation.
cs: Vybírejte a přesouvejte se na okna po najetí myší. Vypněte pro navigaci pouze klávesnicí.
de: Fenster auswählen und hin scrollen, wenn mit dem Mauszeiger drüber geschwebt wird. Deaktiviert für Navigation nur mit der Tastatur.
fr: Sélectionnez et faites défiler vers les fenêtres lors du survol avec la souris. À désactiver pour la navigation uniquement au clavier.
he: בחר וגלול לחלונות בעת ריחוף עם עכבר. השבת לניווט במקלדת בלבד.
it: Evidenzia e seleziona le anteprime con il mouse. Disattiva se preferisci usare solo la tastiera.
ja: マウスでホバリングしたときにウィンドウを選択してスクロールします。キーボードのみのナビゲーションを無効にします。
nl: Selecteer en scroll naar vensters wanneer je er met de muis overheen beweegt. Schakel deze functie uit als je alleen met het toetsenbord wilt navigeren.
tr: Fareyle üzerine geldiğinizde pencereleri seçin ve arasında gezin. Yalnızca klavyeyle gezinmek istiyorsanız bu özelliği devre dışı bırakın.
uk: Вибір та прокручування вікон під час наведення курсора миші. Вимкнути для навігації лише за допомогою клавіатури.
vi: Chọn và cuộn đến các cửa sổ khi di chuột qua. Tắt tùy chọn này nếu chỉ muốn điều hướng bằng bàn phím.
zh_hans: 当鼠标悬停时，选择并滚动到窗口。禁用后仅支持键盘切换。
zh_hant: 指標停留時選擇並捲動到視窗。停用保留純鍵盤操作。

source: Select Apps to Disable Widgets For...
cs: Vyberte aplikace, pro které budou zakázány widgety...
de: Wähle Apps aus, bei denen Widgets deaktiviert sein sollen...
es: Seleccionar aplicaciones para desactivar widgets...
it: Scegli per quali app disabilitare i widget...
ja: ウィジェットを無効にするアプリを選択...
nl: Selecteer apps waarvoor je widgets wilt uitschakelen...
ru: Выберите приложения, где виджеты будут отключены...
tr: Widget'ları devre dışı bırakmak istediğiniz uygulamaları seçin...
vi: Chọn ứng dụng để tắt tiện ích...
zh_hans: 选择禁用小组件的应用……
zh_hant: 選擇要停用小工具的App……

source: Select Apps to Hide...
cs: Vyberte aplikace, které se skryjí...
de: Apps zum Verbergen auswählen...
es: Seleccionar aplicaciones para ocultar...
fr: Sélectionner les apps à masquer...
he: בחר יישומים להסתרה...
it: Scegli le applicazioni da nascondere...
ja: 非表示にするアプリを選択…
nl: Selecteer apps om te verbergen...
ru: Выбрать приложения для скрытия...
tr: Gizlenecek uygulamaları seçin...
uk: Оберіть застосунки, які потрібно приховати...
vi: Chọn ứng dụng cần ẩn...
zh_hans: 选择要隐藏的应用……
zh_hant: 選擇要隱藏的App...

source: Select which applications can be captured and previewed
cs: Vyberte aplikace, které mohou být zachyceny a budou mít náhledy
de: Wählen Sie aus, welche Anwendungen erfasst und in der Vorschau angezeigt werden können
es: Seleccione qué aplicaciones se pueden capturar y previsualizar
fr: Sélectionnez quelles applications peuvent être capturées et prévisualisées
he: בחר אילו יישומים ניתן לצלם ולהציג בתצוגה מקדימה
it: Definisci quali applicazioni sono gestite da DockDoor
ja: どのアプリケーションをキャプチャしてプレビューできるかを選択してください
nl: Selecteer welke applicaties vastgelegd en vooraf bekeken kunnen worden
ru: Выберите приложения, которые могут быть захвачены и отображены в превью
tr: Hangi uygulamaların yakalanabileceğini ve önizlenebileceğini seçin.
uk: Виберіть, які застосунки можуть бути захопленими та переглянутими
vi: Chọn ứng dụng có thể được chụp và xem trước
zh_hans: 选择哪些应用程序可以被捕获并进行预览
zh_hant: 選擇哪些視窗要納入擷取和預覽

source: Select which applications DockDoor should show previews for. Unchecked apps will be ignored.
cs: Vyberte, pro které aplikace bude moci DockDoor zobrazovat náhledy. Nevybrané aplikace budou přeskočeny.
de: Wählen Sie, für welche Anwendungen DockDoor Vorschaubilder angezeigt werden sollen. Nicht markierte Apps werden ignoriert.
es: Seleccione qué aplicaciones DockDoor deben mostrar previsualizaciones. Las aplicaciones sin marcar serán ignoradas.
fr: Choisissez pour quelles applications DockDoor devrait afficher les aperçus. Les applications décochées seront ignorées.
he: בחר עבור אילו יישומים DockDoor צריך להציג תצוגות מקדימות. יישומים שלא סומנו יוחרגו.
it: Scegli le applicazioni che mostreranno le anteprime. Quelle non selezionate saranno ignorate.
ja: DockDoorにプレビューを表示するアプリケーションを選択してください。チェックされていないアプリは無視されます。
nl: Selecteer voor welke apps DockDoor previews moet weergeven. Niet aangevinkte apps worden genegeerd.
ru: Выберите для каких приложений DockDoor должен показывать превью. Неотмеченные будут проигнорированы.
tr: DockDoor’un önizleme göstereceği uygulamaları seçin. İşaretlenmeyen uygulamalar göz ardı edilecektir.
uk: Виберіть, для яких застосунків DockDoor має показувати попередній перегляд. Невибрані застосунки будуть ігноруватися.
vi: Chọn ứng dụng mà DockDoor sẽ hiển thị bản xem trước. Ứng dụng bỏ chọn sẽ bị bỏ qua.
zh_hans: 选择 DockDoor 应显示哪些应用程序的预览。未选中的应用程序将被忽略。
zh_hant: 選擇DockDoor要顯示預覽的App。取消勾選的App會被忽略。

source: Select which calendars appear in the dock preview when hovering over the Calendar app.
cs: Vyberte, které kalendáře se objeví v náhledech v Docku, když najedete myší na aplikací Kalendář.
de: Wähle aus, welche Kalender in der Dock-Vorschaue angezeigt werden, wenn der Mauszeiger auf der Kalender-App schwebt.
fr: Sélectionnez les calendriers qui apparaissent dans l'aperçu du dock lors du survol de l'app Calendrier.
he: בחר אילו לוחות שנה יופיעו בתצוגה המקדימה של Dock בעת ריחוף מעל יישום לוח השנה.
it: Il tuo account può avere diversi calendari: indica quali devono apparire nel widget per il Calendario di sistema.
ja: カレンダーアプリにカーソルを合わせると、Dockプレビューに表示されるカレンダーを選択します。
nl: Kies welke kalenders in het Dock-voorbeeld worden weergegeven wanneer je de muisaanwijzer boven de Agenda-app houdt.
ru: Выберите какие календари отобразятся в превью Dock при наведении на приложение Calendar.
tr: Takvim uygulamasının üzerine fareyi getirdiğinizde dock önizlemesinde hangi takvimlerin görüneceğini seçin.
uk: Виберіть, які календарі відображатимуться в попередньому перегляді Dock під час наведення курсора на застосунок Календар.
vi: Chọn lịch nào sẽ xuất hiện trong bản xem trước dock khi di chuột qua ứng dụng Lịch.
zh_hans: 选择将鼠标悬停在 Dock 日历应用图标上时，预览中显示的日历。
zh_hant: 選擇指標停留在Dock的行事曆上時要顯示的行事曆。

source: Select...
cs: Vybrat...
de: Auswählen...
es: Seleccionar...
fr: Sélectionner...
he: בחר...
it: Seleziona...
ja: 選択…
nl: Selecteer...
pt_pt: Selecionar...
tr: Seç...
uk: Обрати...
vi: Chọn...
zh_hant: 選擇...

source: Selected app:
cs: Vybraná aplikace:
de: Ausgewählte App:
es: Aplicaciones seleccionadas
fr: Application sélectionnée :
he: יישום שנבחר:
it: App selezionate:
ja: 選択中のアプリ：
nl: Geselecteerde app:
pt_pt: Aplicação selecionada:
tr: Seçili uygulama:
uk: Оберіть застосунок:
vi: Ứng dụng đã chọn:
zh_hans: 已选择应用：
zh_hant: 選擇的App：

source: Selected App's Windows
cs: Okna vybrané aplikace
de: Fenster ausgewählter App
es: Ventanas de la aplicación seleccionada
fr: Fenêtres de l'application sélectionnées
he: חלונות היישום הנבחר
it: Finestre dell'app selezionata
ja: 選択したアプリのウィンドウ
nl: Geselecteerde app-vensters
pt_pt: Janelas da aplicação selecionada
tr: Seçilen Uygulamanın Pencereleri
uk: Вікна обраних застосунків
vi: Cửa sổ của ứng dụng đã chọn
zh_hans: 所选应用的窗口
zh_hant: 已選擇的App的視窗

source: Selected apps show only their most recent window. All windows shown in active-app-only mode.
cs: Vybrané aplikace zobrazí pouze své poslední okno. Všechna okna se zobrazí v režimu "pouze aktivní aplikace".
de: Ausgewählte Apps zeigen nur das aktuellste Fenster an. Alle Fenster werden im "Nur aktive Apps"-Modus angezeigt.
fr: Les applications sélectionnées n'affichent que leur fenêtre la plus récente. Toutes les fenêtres sont affichées en mode app active uniquement.
he: יישומים שנבחרו מציגים רק את החלון האחרון שלהם. כל החלונות מוצגים במצב יישום פעיל בלבד.
it: Le applicazioni selezionate mostrano solo la finestra più recente (come 'solo applicazione attiva').
ja: 選択したアプリは最新のウィンドウのみを表示します。アクティブアプリのみモードでは全てのウィンドウが表示されます。
nl: Bij geselecteerde apps wordt alleen het meest recente venster weergegeven. Alle vensters worden weergegeven in de modus ‘Alleen actieve apps’.
tr: Seçilen uygulamalar yalnızca en son pencerelerini gösterir. Tüm pencereler “yalnızca etkin uygulamalar” modunda gösterilir.
uk: Вибрані застосунки показують лише своє останнє вікно. Усі вікна відображаються лише в режимі активного застосунку.
vi: Các ứng dụng được chọn chỉ hiển thị cửa sổ gần đây nhất của chúng. Tất cả cửa sổ sẽ được hiển thị trong chế độ chỉ hiển thị ứng dụng đang hoạt động.
zh_hans: 选定的应用程序只显示其最近的窗口。所有窗口均以活动应用专用模式显示。
zh_hant: 選擇只要顯示最近使用的視窗的App。在「僅限最近使用的App」模式中，所有視窗都會顯示。

source: Selected Window Only
cs: Pouze vybrané okno
de: Nur ausgewähltes Fenster
es: Solo ventana seleccionada
fr: Fenêtre sélectionnée uniquement
he: חלון שנבחר בלבד
it: Solo finestra selezionata
ja: 選択したウィンドウのみ
nl: Alleen het geselecteerde venster
pt_pt: Apenas janela selecionada
tr: Yalnızca Seçili Pencere
uk: Тільки обране вікно
vi: Chỉ cửa sổ đã chọn
zh_hans: 仅选中的窗口
zh_hant: 僅選擇的視窗

source: Selection Highlight
cs: Zvýraznění výběru
de: Auswahl hervorheben
es: Destacar selección
fr: Surbrillance de la sélection
he: הדגשת בחירה
it: Selezione attiva
ja: 選択のハイライト
nl: Selectie markering
pt_pt: Destaque da Seleção
tr: Öne Çıkan Seçim
uk: Виділення підсвітки
vi: Đánh dấu lựa chọn
zh_hans: 选中高亮
zh_hant: 已選項目的醒目色

source: Selection Key
cs: Klávesa pro výběr
de: Auswahl-Taste
he: מקש בחירה
it: Tasto di selezione
ja: 選択キー
nl: Selectie toets
pt_pt: Tecla de Selecção
ru: Кнопка выделения
tr: Seçim Tuşu
vi: Phím lựa chọn
zh_hans: 选择键
zh_hant: 選擇鍵

source: Set a threshold to automatically switch to compact mode when an app has that many or more windows. Set to 0 to disable.
cs: Nastavte prahovou hodnotu počtu oken aplikace, po které se přepnou do kompaktního režimu. Zadáním 0 se možnost vypne.
de: Lege einen Schwellenwert fester, bei dem automatisch in den Kompaktmodus gewechselt wird, wenn eine App genau so viele oder mehr Fenster hat. Auf 0 setzen, um das Feature zu deaktivieren.
fr: Définissez un seuil pour basculer automatiquement en mode compact lorsqu'une application a autant de fenêtres ou plus. Régler sur 0 pour désactiver.
he: הגדר סף למעבר אוטומטי למצב קומפקטי כאשר ליישום יש כמות זו או יותר חלונות. הגדר ל-0 כדי להשבית.
it: Passa alla modalità compatta al raggiungimento di un certo numero di finestre. Imposta a 0 per disabilitare.
ja: アプリが指定数以上のウィンドウを開いた際に自動的にコンパクトモードに切り替えるしきい値を設定します。無効にするには0に設定してください。
nl: Stel een drempelwaarde in om automatisch over te schakelen naar de compacte modus wanneer een app dat aantal vensters of meer heeft. Stel deze waarde in op 0 om deze functie uit te schakelen.
tr: Bir uygulamanın bu kadar veya daha fazla penceresi olduğunda otomatik olarak kompakt moda geçmesi için bir eşik değeri belirleyin. Devre dışı bırakmak için 0 olarak ayarlayın.
uk: Встановіть поріг для автоматичного перемикання в компактний режим, коли застосунок має певну кількість або більше вікон. Встановіть значення 0, щоб вимкнути цю функцію.
vi: Đặt ngưỡng để tự động chuyển sang chế độ gọn nhẹ khi một ứng dụng có từ số lượng cửa sổ đó trở lên. Đặt là 0 để tắt.
zh_hans: 设置一个阈值，当应用程序的窗口数量达到该值或更多时自动切换到紧凑模式。设置为 0 可禁用此功能。
zh_hant: 當一個App開啟此數量或更多視窗時使用精簡模式。設為0停用。

source: Set Initialization Key and Keybind
cs: Nastavit inicializační klávesu a klávesovou zkratku
de: Initialisierungstaste und Tastenbelegung festlegen
es: Establecer clave de inicialización y enlace de tecla
fr: Configurez la touche d’initialisation et le raccourci clavier
he: הגדר מפתח אתחול וצירוף מקשים
it: Imposta il tasto modificatore
ja: 初期化キーとキー割り当てを設定
nl: Stel initialisatie sleutel en toetscombinatie in
pt_pt: Definir tecla de inicialização e atalho
ru: Установите клавишу инициализации и комбинацию клавиш
tr: Başlatma tuşunu ve tuş kombinasyonunu ayarla.
uk: Встановити ключ ініціалізації та прив'язку клавіш
vi: Đặt phím khởi tạo và phím tắt
zh_hans: 设置初始化键和按键绑定
zh_hant: 設定變更鍵與最終鍵

source: Set to 0 for unlimited
cs: Nastavte 0 pro neomezené
de: Für unbegrenzt auf 0 setzen
es: Establecer en 0 para ilimitado
fr: Réglez à 0 pour illimité
he: הגדר ל-0 ללא הגבלה
it: Imposta a zero per 'illimitato'
ja: 0に設定すると無制限になります
nl: Instellen op 0 voor onbeperkt
pt_pt: Definir como 0 para ilimitado
ru: Установите 0 для отключения лимита
tr: Sınırsız için 0'a ayarlayın
uk: Встановіть 0 для необмеженості
vi: Đặt thành 0 để không giới hạn
zh_hans: 设置为 0 表示无限制
zh_hant: 設為0時不限制

source: Set Trigger Key
cs: Nastavte spouštěcí klávesu
de: Auslösetaste auswählen
es: Definir tecla de activación
fr: Définir la touche de déclenchement
he: הגדר מקש הפעלה
it: Tasto di attivazione
ja: トリガーキーを設定
nl: Trigger toets instellen
pt_pt: Definir Tecla de Activação
tr: Tetikleyici Tuşu Ayarla
uk: Встановити
vi: Đặt phím kích hoạt
zh_hans: 设置触发键
zh_hant: 設定最終鍵

source: Shadowed
cs: Se stínem
de: Schattiert
es: Ensombrecido
fr: Avec une ombre
he: עם צל
it: Sfumato
ja: 影をつけて表示
nl: Schaduwen
pt_pt: Sombreado
ru: Затененный
tr: Gölgelenmiş
uk: Затінення
vi: Có đổ bóng
zh_hans: 阴影
zh_hant: 陰影效果

source: Show a placeholder preview when hovering dock apps that have no windows.
cs: Zobrazit zástupný náhled při najetí myší na aplikace v Docku bez aktivního okna.
de: Zeig eine Platzhalter-Vorschaue an, wenn der Mauszeiger auf einer App ohne offenes Fenster schwebt.
it: Mostra un'anteprima segnaposto quando il puntatore indica un'applicazione senza finestre.
ja: ウィンドウが開いていないDockアプリにカーソルを合わせた際、プレースホルダーのプレビューを表示する。
nl: Toon een placeholder-voorbeeld wanneer je met de muis over Dock-apps beweegt die geen vensters hebben.
tr: Pencere içermeyen dock uygulamalarının üzerine fareyi getirdiğinizde yer tutucu önizlemesi gösterilsin.
vi: Hiển thị một bản xem trước giữ chỗ khi di chuột qua các ứng dụng trên dock không có cửa sổ.
zh_hans: 当悬停在 Dock 中没有打开窗口的应用上时，显示占位符预览。
zh_hant: 指標在沒有視窗的Dock App上方停留時顯示佔位預覽。

source: Show active app indicator below dock icon
cs: Zobrazit indikátor aktivní aplikace pod ikonou doku
de: Zeige aktiven App-Indikator unter dem Dock-Symbol
fr: Afficher l'indicateur d'app active sous l'icône du dock
he: הצג מחוון יישום פעיל מתחת לסמל Dock
it: Mostra un indicatore accanto all'icona dell'applicazione attiva
ja: Dockアイコンの下にアクティブなアプリインジケーターを表示する
nl: Indicator voor actieve app onder het Dock-pictogram weergeven
ru: Показывать индикатор активного приложения под значком в Dock
tr: Dock simgesinin altında etkin uygulama göstergesini göster
uk: Показувати індикатор активного застосунку під іконкою у Dock
vi: Hiển thị chỉ báo ứng dụng đang hoạt động bên dưới biểu tượng dock
zh_hans: 在 Dock 图标下方显示活动应用程序指示器
zh_hant: 在Dock圖像下方為最前方的App顯示指示燈

source: Show active window border
cs: Zobrazit okraj aktivního okna
de: Zeige aktive Fensterumrandung
es: Mostrar borde de ventana activa
fr: Afficher la bordure de la fenêtre active
he: הצג גבול חלון פעיל
it: Mostra un bordo intorno all'anteprima della finestra attiva
ja: アクティブなウィンドウの枠線を表示
nl: Rand om actief venster weergeven
pt_pt: Mostrar borda da janela ativa
ru: Показать границу активного окна
tr: Etkin pencerenin kenarlıklarını göster
uk: Показувати рамку активного вікна
vi: Hiển thị viền cửa sổ đang hoạt động
zh_hans: 显示最前方窗口边框
zh_hant: 顯示最前方的視窗的外框

source: Show Advanced Settings
cs: Zobrazit pokročilá nastavení
de: Erweiterte Einstellungen
es: Mostrar configuración avanzada
fr: Afficher les réglages avancés
he: הצג הגדרות מתקדמות
it: Impostazioni avanzate
ja: 詳細設定を表示
nl: Toon geavanceerde instellingen
pt_pt: Mostrar Configurações Avançadas
ru: Показать расширенные настройки
tr: Gelişmiş Ayarları Göster
uk: Показати розширені налаштування
vi: Hiển thị cài đặt nâng cao
zh_hans: 显示高级设置
zh_hant: 顯示進階設定

source: Show All
cs: Zobrazit vše
de: Alle anzeigen
fr: Afficher tout
he: הצג הכל
it: Mostra tutto
ja: すべて表示
nl: Toon alles
pt_pt: Mostrar tudo
ru: Показать все
tr: Tümünü Göster
uk: Показати усі
vi: Hiển thị tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show App Header
cs: Zobrazit záhlaví aplikace
de: Zeige App-Titel an
fr: Afficher l'en-tête de l'app
he: הצג כותרת יישום
it: Mostra intestazione (nome dell'applicazione o nome + icona)
ja: アプリのヘッダーを表示
nl: App-koptekst weergeven
pt_pt: Mostrar cabeçalho da aplicação
ru: Показать заголовок приложения
tr: Uygulama İsmini Göster
uk: Показати заголовок застосунку
vi: Hiển thị tiêu đề ứng dụng
zh_hans: 显示应用程序标题
zh_hant: 顯示App標題

source: Show app header in Cmd+Tab overlay.
cs: Zobrazit záhlaví aplikace v režimu Cmd+Tab.
de: Zeige App-Titel in Cmd+Tab Oberfläche an.
it: Mostra intestazione app in Cmd+Tab.
ja: Cmd+Tabのオーバーレイにアプリヘッダーを表示する。
nl: Toon app-koptekst in de Cmd+Tab-overlay.
tr: Cmd+Tab katmanında uygulama başlığını göster.
vi: Hiển thị tiêu đề ứng dụng trong lớp phủ Cmd+Tab.
zh_hans: 在 Cmd+Tab 切换界面中显示应用标题栏。
zh_hant: 在Cmd+Tab疊層中顯示App標題。

source: Show app header in the window switcher.
cs: Zobrazit záhlaví aplikace v přepínači oken.
de: App-Header im Fensterwechsler anzeigen.
it: Mostra l'intestazione dell'app nel selettore finestre.
ja: ウィンドウスイッチャーにアプリのヘッダーを表示する。
nl: Toon de app-koptekst in de vensterwisselaar.
tr: Pencere değiştiricide uygulama başlığını göster.
vi: Hiển thị tiêu đề ứng dụng trong bộ chuyển đổi cửa sổ.
zh_hans: 在窗口切换器中显示应用的头部信息。
zh_hant: 在視窗切換器中顯示App標題。

source: Show App Icon Only
cs: Zobrazit pouze ikonu aplikace
de: Nur App-Symbol anzeigen
fr: Afficher uniquement l'icône de l'application
he: הצג סמל יישום בלבד
it: Mostra solo l'icona
ja: アプリアイコンのみ表示
nl: Alleen app-pictogram weergeven
pt_pt: Mostrar apenas ícone da aplicação
ru: Только иконка приложения
tr: Yalnızca uygulama simgesini göster
uk: Показувати лише іконку застосунку
vi: Chỉ hiển thị biểu tượng ứng dụng
zh_hans: 仅显示应用程序图标
zh_hant: 只顯示App圖像

source: Show App Name
cs: Zobrazit název aplikace
de: App-Name anzeigen
es: Mostrar nombre de aplicación
fr: Afficher le nom des applications
he: הצג שם יישום
it: Mostra il nome dell'applicazione
ja: アプリ名を表示
nl: App-naam weergeven
pt_pt: Mostrar nome da aplicação
ru: Показывать название приложения
tr: Uygulama İsmini Göster
uk: Показати назву застосунку
vi: Hiển thị tên ứng dụng
zh_hans: 显示应用程序名称
zh_hant: 顯示App名稱

source: Show App Name in Dock Previews
cs: Zobrazit název aplikace v náhledu doku
de: App-Zuordnung in Dock-Vorschau anzeigen
es: Mostrar nombre de la aplicación en vistas previas del dock
fr: Afficher le nom des applications dans les aperçus du Dock
he: הצג את שם היישום בתצוגה מקדימה של ה-Dock
it: Mostra il nome dell'app insieme alle anteprime
ja: Dock プレビューにアプリ名を表示する
nl: App-naam weergeven in Dock-voorbeelden
pt_pt: Mostrar nome do aplicativo nas pré-visualizações do dock
ru: Показывать имя приложения в превью Dock
tr: Dock Önizlemelerinde Uygulama Adını Göster
uk: Показувати назву застосунку в попередньому перегляді Dock
vi: Hiển thị tên ứng dụng trong bản xem trước Dock
zh_hans: 在 Dock 预览中显示应用名称
zh_hant: 在 Dock 預覽中顯示App名稱

source: Show big controls when no valid windows
cs: Zobrazit velké ovládací prvky, když nejsou platná okna
de: Große Steuerelemente anzeigen, wenn kein gültiges Fenster
es: Mostrar controles grandes cuando no hay ventanas válidas
fr: Afficher des contrôles plus grands en l’absence de fenêtre valide
he: הצג פקדים גדולים כאשר אין חלונות תקפים
it: Mostra pulsanti di controllo grandi se non ci sono finestre valide
ja: 有効なウィンドウがないときに大きなコントロールを表示する
nl: Grote bedieningselementen weergeven als er geen geldige vensters zijn
pt_pt: Mostrar controles grandes quando não há janelas válidas
ru: Показывать большие кнопки управления при отсутствии активных окон
tr: Geçerli pencere olmadığında büyük kontrolleri göster
uk: Показувати великі елементи керування, коли немає дійсних вікон
vi: Hiển thị điều khiển lớn khi không có cửa sổ hợp lệ
zh_hans: 当无有效窗口时显示大控件
zh_hant: 沒有可顯示的視窗時顯示大型控制項目

source: Show Close All and Minimize All buttons
cs: Zobrazit tlačítka Zavřít vše a Minimalizovat vše
de: Zeige Schließe alle und Minimiere alle Schaltelemente an
he: הצג את הכפתורים 'סגור הכל' ו'מזער הכל'
it: Mostra i pulsanti 'Chiudi tutto' e 'Minimizza tutto'
ja: 「すべて閉じる」と「すべて最小化」ボタンを表示する
nl: Knoppen ‘Alles sluiten’ en ‘Alles minimaliseren’ weergeven
ru: Показать кнопки Закрыть всё и Свернуть всё
tr: “Tümünü Kapat” ve “Tümünü Küçült” düğmelerini göster
vi: Hiển thị các nút Đóng tất cả và Thu nhỏ tất cả
zh_hans: 显示全部关闭和最小化所有按钮
zh_hant: 顯示「全部關閉」及「全部最小化」按鈕
